[
{"PostZ": "Năm nào mà chẳng làm giá, năm nay làm giá lâu hơn xíu thôi."},
{"PostZ": "tăng nữa chán vậy"},
{"PostZ": "Bữa đọc bài ở đâu 2 thằng này bị kiện do bắt tay nhau làm giá, thường vào những dịp cuối năm"},
{"PostZ": "Năm nào nó cũng bắt tay làm giá khi vào các đợt mua sắm lớn, thường vào mùa back to school (giữa tháng 7 tới giữa tháng 9) và đợt giáng sinh. Kiện cỡ nào nó cũng đủ tiền để chung chi."},
{"PostZ": "Hồi xưa thì 16GB cũng đủ dùng, giờ con tầm thấp dung lượng cũng 32GB, phổ biến là 64GB, thậm chí lên tới 128GB hay 256GB mặc định. Rồi đua nhau quay phim full HD, 4K, thì phải mua bộ nhớ về lưu trữ, mấy ông máy chủ cũng phải tăng theo để đáp ứng và lưu trữ... Nhu cầu tăng quá nhanh."},
{"PostZ": "Chỉ khổ mấy ae mua PC, giá RAM, giá card, giá SSD tăng phi mã không biết bao giờ giảm"},
{"PostZ": "Mới mua cái ssd kington 128gb đầu năm 1tr2 mấy chục k nay ráp máy cho thằng e coi lại cũng cái đó gần 1tr5, kinh hồn."},
{"PostZ": "Đang đợi SSD giảm giá mà vầy thì tiêu rồi"},
{"PostZ": "Thị trường sẽ tự đưa nó về đúng giá thôi, bạn lo làm gì."},
{"PostZ": "nhu cầu tăng thì giá tăng thôi. giá tăng thì các công ty làm nhiều dẫn tới thừa mới giảm. mà cái chip nhớ này là hàng công nghệ cao đâu phải muốn làm nhiều là làm. nên giá còn tăng nhiều và còn lâu mới giảm. lo dần đi là vừa"},
{"PostZ": "vừa làm cặp gskill tridentz rgb 16Gb bus 3000 (8x2) tháng trước giá 3tr8 có mắc ko mọi người"},
{"PostZ": "Sao chip nhớ cung ko đủ cầu mà máy hãng lớn ko bay vào làm nhỉ chỉ có mấy hãng sx gần như độc quyền như vậy nên giá hay bị đẩy cao."},
{"PostZ": "Mình nghĩ là do hiện tại cũng có khá nhiều thằng toshiba , samesame , intel , sandisk , kingston , ... nói chung khá nhiều :v  \nGiờ ông nào tay mơ bay vào làm thì k đủ công nghệ nổi trội hơn mất ông khác => tạch"},
{"PostZ": "Hình mấy hãng trên chỉ có: samsung, intel(toshiba chưa thấy bao giờ) là sx còn lại là mua chíp của tụi này vek gắn vào thui"},
{"PostZ": "móc rơ hiệp hội vs nhau cả rồi...tổ sư cái đám đó"},
{"PostZ": "Trc con ram 3 8gb có 700k , h thì hàng cũ nó tận 1tr3"},
{"PostZ": "uh giờ mình mua nó báo 1 triệu rưỡi này :v"},
{"PostZ": "Hên vãi mới làm con 960 Pro M2"},
{"PostZ": "bench thử b"},
{"PostZ": "Tranh thủ xúc đi bạn,mình thay thế con 840 Evo 4 năm tuổi,mình mua bên memoryzone"},
{"PostZ": "Cũng bh 5năm thì ko biết khác amc chỗ nào. Những lỗi ntn được đổi ngay nhỉ?"},
{"PostZ": "AMC Pro bh 10 năm còn Memoryzone thì bh 5 năm thui,bù lại AMC mắc hơn nhiều nên mình mua bên memory chắc cũng ok không sao"},
{"PostZ": "hiện giờ là mắc lắm rồi mà còn tăng =='"},
{"PostZ": "á, RAM lại lên giá"},
{"PostZ": "tại sao khan hiếm nhỉ, nhu cầu tăng thì chỉ cần tăng nhà máy thoy, công nghệ có sẵn chỉ là mở rộng sản xuất lên thoy mà \nhay là cạn nguồn nguyên liệu"},
{"PostZ": "múc cát từ bờ sông lên là được cái đế rồi, bệnh này là bệnh sợ độ thấp, xuống giá là chóng mặt sợ dân sock nên không nỡ"},
{"PostZ": "ông nói cứ như là muốn xây nhà máy thì 1s sau là có nhà máy dùng ý nhỉ? SS nó đang có dự án xây thêm rồi đấy, nhưng muốn hoàn thành đưa vào sx thì chắc phải 2 năm nữa. Khá lâu."},
{"PostZ": "SSD và RAM vai trò gì z ak? \nAduckuba"},
{"PostZ": "Mở máy tính ra vứt mẹ nó cây ram với ổ SSD thì biết :v ."},
{"PostZ": "Do thằng Same hết"},
{"PostZ": "Đợi xíu nha,con nó đang dành máy chơi Roblox rồi,hôm qua test Crystal Disk Read đc 3313MB/s,Random 4K thì mấy trăm MB nhớ đc nhiêu đó,Write thì thì ít hơn kha khá"},
{"PostZ": "Phải lap ko b, muốn làm pé 960 pro, tính để tháng 12."},
{"PostZ": "Ơ, sao thấy mod tinhte viết bài \"...hứa hẹn giá sẽ giảm\" suốt mà, lừa đảo à ?"},
{"PostZ": "May mới hốt cái ssd evo"},
{"PostZ": "Mới mua cái ssd kington 128gb đầu năm 1tr2 mấy chục k nay ráp máy cho thằng e coi lại cũng cái đó gần 1tr5, kinh hồn."},
{"PostZ": "Tranh thủ xúc đi bạn,mình thay thế con 840 Evo 4 năm tuổi,mình mua bên memoryzone"},
{"PostZ": "Keke cứ tăng đi , không có nhu cầu nên chẳng sợ mày tăng."},
{"PostZ": "múc cát từ bờ sông lên là được cái đế rồi, bệnh này là bệnh sợ độ thấp, xuống giá là chóng mặt sợ dân sock nên không nỡ"},
{"PostZ": "Mình nghĩ là do hiện tại cũng có khá nhiều thằng toshiba , samesame , intel , sandisk , kingston , ... nói chung khá nhiều :v  \nGiờ ông nào tay mơ bay vào làm thì k đủ công nghệ nổi trội hơn mất ông khác => tạch"},
{"PostZ": "Ai chưa có SSD thì đến cửa hàng gặp em nhé."},
{"PostZ": "Mở máy tính ra vứt mẹ nó cây ram với ổ SSD thì biết :v ."},
{"PostZ": "Có con Evo 850 120gb hông xài ko biết bán được nhiu ta."},
{"PostZ": "xây nhà máy mới, băt tay tăng giá bù lại mấy đợt khủng hoảng vừa rồi  . đang tính sắm SSD M2 mà kiểu này chắc hẹn thêm mấy mùa quýt mất."},
{"PostZ": "uh giờ mình mua nó báo 1 triệu rưỡi này :v"},
{"PostZ": "Thôi tiết kiệm dùng HDD vậy =)) SSD tạm 128G cũng được"},
{"PostZ": "Thế là khỏi mua ssd"},
{"PostZ": "Thôi mua ngay con SSD còn kịp"},
{"PostZ": "Chắc đó là lí do ipad pro tăng 50$ giá bán. Ngay đúng hai thứ mình cần nâng cấp thì lại lên giá . Hiazz"},
{"PostZ": "Anh Hàn chi phối luôn thị trường, nuớc bằng nửa dân số Vietnam mà giỏi quá"},
{"PostZ": "Chết rồi"},
{"PostZ": "Hút máu ghê quá"},
{"PostZ": "Vậy mà đang hóng SSD và RAM giảm giá để nâng cấp"},
{"PostZ": "nhu cầu tăng thì giá tăng thôi. giá tăng thì các công ty làm nhiều dẫn tới thừa mới giảm. mà cái chip nhớ này là hàng công nghệ cao đâu phải muốn làm nhiều là làm. nên giá còn tăng nhiều và còn lâu mới giảm. lo dần đi là vừa"},
{"PostZ": "Chiêu làm giá quen thuộc. Dù hàng ngày chúng ta đều nghe nói đột phá trong công nghệ, vật liệu chế tạo sẽ cho ra đời những con chíp với tập độ cao hơn, mật độ lớn hơn nhưng giá thành sản xuất lại rẻ hơn. Thực tế thì sao? Đúng là kinh doanh, càng lấy đc nhiều tiền càng tốt. Haha"},
{"PostZ": "Nhọ thiệt, lỡ bán cái ssd Samsung 850 EVO, giờ giá nó cao hơn cả khi bán. Hết đường mua lại."},
{"PostZ": "thêm i7 7700k mới nuột được"},
{"PostZ": "Hèn chi mấy bữa nay thấy giá ssd lên ngất ngưỡng luôn. Hồi trước mua ssd 120GB có hơn 1tr một tí, giờ thấy hơn 1,5tr luôn"},
{"PostZ": "tất cả những nước ăn Tô Bún luôn luôn giỏi hơn các nước ăn Cơm Sườn"},
{"PostZ": "ông nói cứ như là muốn xây nhà máy thì 1s sau là có nhà máy dùng ý nhỉ? SS nó đang có dự án xây thêm rồi đấy, nhưng muốn hoàn thành đưa vào sx thì chắc phải 2 năm nữa. Khá lâu."},
{"PostZ": "phison giống tên vn nhỉ"},
{"PostZ": "Ahihi, 2 cái PC của mình đều 32GB rồi, không có nhu cầu nâng thêm"},
{"PostZ": "Kệ cho nó tăng"},
{"PostZ": "Cũng bh 5năm thì ko biết khác amc chỗ nào. Những lỗi ntn được đổi ngay nhỉ?"},
{"PostZ": "Thôi hoãn lại việc Build cái PC sang đầu năm sau vậy."},
{"PostZ": "AMC Pro bh 10 năm còn Memoryzone thì bh 5 năm thui,bù lại AMC mắc hơn nhiều nên mình mua bên memory chắc cũng ok không sao"},
{"PostZ": "Hình mấy hãng trên chỉ có: samsung, intel(toshiba chưa thấy bao giờ) là sx còn lại là mua chíp của tụi này vek gắn vào thui"}
]