[
{"PostZ": "Cứ bán cho iFan là bán rõ đắt. Hút máu khiếp quá."},
{"PostZ": "Tội gì, bọn ifan can tâm tình nguyện mà =)) cái cáp micro usb của Sam bẩn với BB bẩn thì quăng quật mãi không hỏng, con cáp lighting để nhà cũng tự nhiên gãy đầu =)) tốn bao nhiêu tiền mua cáp lighting rồi"},
{"PostZ": "Bán rẻ khinh lởm ko mua đâu, cu hiệp còn phán cục sạc nhanh bán rời cho xịn mà chứ ko nên bỏ hộp theo máy"},
{"PostZ": "Mang đi du ljk là hợp nhất"},
{"PostZ": "iFan giàu mà. Chứ bán cho ai đó đói luôn"},
{"PostZ": "Đek pà apple kg cấp quyền làm cổng cái lightning sao mà đồ sạc cho apple lại đi xài đầu vô micro usb =.="},
{"PostZ": "Xài WP cảm thấy hạnh phúc ."},
{"PostZ": "Cần bán Lumia 950 để lên đời iPhone!Dùng WP chán ngán lắm rồi! ("},
{"PostZ": "Vẫn ưng mấy món ooc phít hỗ trợ làm vc của mic dù chưa cần đến chúng"},
{"PostZ": "Full box 2,5 triệu . đc thì qua nhật tảo . nhanh gọn lẹ . ko nói nhiều"},
{"PostZ": "2,3tr co 1 cục pin. E là fans táo đây mà còn muốn khóc. Chắc chỉ có mấy thằng cuồng trong tinhte (mà ai cũng biết là những ai đấy, ko cần nêu tên ra đâu các bác nhỉ )mới mua để thể hiện thôi chứ ng bình thường như e chào thua."},
{"PostZ": "Ông này lại hiểu đi đâu r."},
{"PostZ": "Dạ e ko biết ạ, làm ơn nói cho e biết thu nhập bao nhiêu ạ. Tôi nói động j tới bàn thờ nhà bạn sao mà bạn cắn tôi kinh thế?"},
{"PostZ": "Chắc do mình lỡ động chạm đến 2 chữ thánh cuồng nên nhảy vào cắn í mà, đặc điểm chung của các thánh cuồng là thế, ko cho phép ai chê táo kể cả fans của táo."},
{"PostZ": "ngoài ra chắc là cần thêm cái cable microusb để sạc cái cục này? Bán luôn $20 nữa là đủ bộ"},
{"PostZ": "Đầu ra lightning mà đầu vào micro usb, troll ifan ah?"},
{"PostZ": "Ak thì ra mắc là có chỗ sạch không dây \nMà thích thì mua thôi chứ cái giá mắc thật"},
{"PostZ": "Ăn theo xiaomi á, Mi Power Bank của Xiaomi nổi tiếng mà. Ông này đặt cái tên nghe y chang"},
{"PostZ": "Chiến lược làm giá khôn ngoan của Tim Cook  \n...Và những năm vừa qua, năm nào mẫu iPhone Plus cũng có nhiều tính năng hấp dẫn hơn hẳn iPhone \"bình thường\", tạo tâm lý \"thiên vị\" cho chiếc iPhone màn hình lớn ở người dùng. Mặc dù thực tế, giá linh kiện của iPhone cỡ lớn chỉ hơn iPhone nhỏ chưa đến 30 USD, nhưng giá bán bao giờ cũng cao hơn 100 USD. Apple cứ thế ngấm ngầm đẩy người dùng về phía những chiếc iPhone giá cao để tối đa hóa lợi nhuận. \nNăm nay, chiêu bài khôn ngoan nhất của Apple là chiếc iPhone X . Bằng cách tạo ra một chiếc iPhone \"đặc biệt\", Apple đã có thể đẩy giá của iPhone lên một tầm cao mới và mức giá 1.000 USD được kì vọng sẽ tạo ra một khoản lợi nhuận/doanh thu cao chưa từng có trong lịch sử iPhone ."},
{"PostZ": "Ước gì cứ cộng giá phần cứng vào tính tiền như bạn nói thì chắc rẻ lắm nhờ. Cơ mà lúc ý ko biết có phải cái đt ko nữa."},
{"PostZ": "Thì chẳng qua là Apple đang bán cái thương hiệu chứ ko phải công nghệ . pls"},
{"PostZ": "Bạn nghĩ thương hiệu số 1 thế giới là tự nhiên nó có?!"},
{"PostZ": "Thương hiệu được tạo nên từ gì ? Tại sao thương hiệu Apple đắt đỏ vậy. Nếu bạn nói Apple chỉ bán thương hiệu mà ko bán công nghệ thì không đúng. Có những ng phát minh ra công nghệ nhưng ko làm nó hữu ích cho cuộc sống của mọi người. Những suy xét của \nbạn về Apple quá cá nhân ko có tính thực tế thiếu công bằng và ko có giá trị."},
{"PostZ": "Cũng hay mà giá này vài bữa xiaomi ra 500k là xong"},
{"PostZ": "Belkin ValetCharger 6700mAh Power Pack là lựa chọn tốt hơn e này! )"},
{"PostZ": "Dụng lượng pin kém thiết kế ko đẹp lắm giá 2,3 tr quá mắc \nNhìn sơ qua tưởng cái hột quẹt \nKo biết có chế độ rung ko mod nếu có thì xác nhận là chị em phụ nữ ưa dùng"},
{"PostZ": "this one is so gay"},
{"PostZ": "Đây là quan điểm cá nhân nhìn nhận sự việc ."},
{"PostZ": "Thì chẳng qua là Apple đang bán cái thương hiệu chứ ko phải công nghệ . pls"},
{"PostZ": "Sinh năm 1984 đó hả? Não có để quên đâu không? Người ta mua thể hiện? Biết 1 bài viết của người ta mang đến thu nhập bao nhiêu không?"},
{"PostZ": "Những con này giá cao quá, đang cần tìm cái như vậy, để sạc khi đi xa chứ tối về thì bỏ dock sạc rôi."},
{"PostZ": "Tội gì, bọn ifan can tâm tình nguyện mà =))  cái cáp micro usb của Sam bẩn với BB bẩn thì quăng quật mãi không hỏng, con cáp lighting để nhà cũng tự nhiên gãy đầu =)) tốn bao nhiêu tiền mua cáp lighting rồi"},
{"PostZ": "Ông này lại hiểu đi đâu r."},
{"PostZ": "Đã dành riêng cho iphone thì còn để cái cổng micro usb làm cái gì vậy....nhà sản xuất này đúng là tào lao"},
{"PostZ": "Bạn nghĩ thương hiệu số 1 thế giới là tự nhiên nó có?!"},
{"PostZ": "Thương hiệu được tạo nên từ gì ? Tại sao thương hiệu Apple đắt đỏ vậy. Nếu bạn nói Apple chỉ bán thương hiệu mà ko bán công nghệ thì không đúng. Có những ng phát minh ra công nghệ nhưng ko làm nó hữu ích cho cuộc sống của mọi người. Những suy xét của \nbạn về Apple quá cá nhân ko có tính thực tế thiếu công bằng và ko có giá trị."},
{"PostZ": "Làm màu thôi chứ có ai mua đâu, vì khi bán lại \"mất giá\" lắm"},
{"PostZ": "cái này thêm chế độ rung thì chắc đắt hàng. Chị em mua đỡ ngại hơn"},
{"PostZ": "Vâng dành cho iDevices xong cổng sạc vào lại là micro usb, rất hợp lý =)) chắc hẳn ai dùng iDevices cũng có sẵn 1 sợi cáp usb nhỉ. Thật là tiện lợi mà."},
{"PostZ": "từ trường và điện trường luân chuyern qua lại, Có cách nào Iphone 8 sạc không dây cho AW khi để vào mặt lưng iphone không?"},
{"PostZ": "mua 1 cục anker + dây sạc aw còn rẻ hơn cái này chán mà dung lượng lại đc nhiều hơn =))"},
{"PostZ": "Dạ e ko biết ạ, làm ơn nói cho e biết thu nhập bao nhiêu ạ. Tôi nói động j tới bàn thờ nhà bạn sao mà bạn cắn tôi kinh thế?"},
{"PostZ": "Chắc do mình lỡ động chạm đến 2 chữ thánh cuồng nên nhảy vào cắn í mà, đặc điểm chung của các thánh cuồng là thế, ko cho phép ai chê táo kể cả fans của táo."},
{"PostZ": "Bán rẻ khinh lởm ko mua đâu, cu hiệp còn phán cục sạc nhanh bán rời cho xịn mà chứ ko nên bỏ hộp theo máy"},
{"PostZ": "iwatch series 2 dùng 1 ngày từ sáng đến tối về ko hết pin, tối đi ngủ kiểu gì cũng tháo ra sạc đầu giường ... make no sense là cần mua e pin này"},
{"PostZ": "Có chức năng rung thì nhiu cũng mua  )"}
]